//StepName EXEC PGM=IEBCOPY
//SYSIN    DD   SYSIN
//SYSPRINT DD   SYSPRINT
//SYSUT1   DD   DSN=DataSetName,DISP=(Disposition)
//SYSUT2   DD   DSN=DataSetName,DISP=(Disposition)